Repository: Erik-Zaitsev/backend_chat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Chat not found!
ru: Чат не найден!

source: User has no rights!
ru: Пользователь не имеет нужных прав!

source: Message not found!
ru: Сообщение не найдено!

source: Message send!
ru: Сообщение отправлено!

source: The message has already been read! You can't delete it!
ru: Сообщение уже прочитано! Удалить нельзя!

source: Message deleted!
ru: Сообщение удалено!

source: The messages has already been read by this user!
ru: Сообщение уже прочитано этим пользователем!

source: Messages read!
ru: Сообщение прочитано!

source: FIle send at Yandex Disk!
ru: Файл отпрален на Yandex Disk!

source: File or directory not found!
ru: Файл или директория не найдены!

source: File delete!
ru: Файл удалён!

source: Email
ru: Почта

source: Password
ru: Пароль

source: Token
ru: Токен

source: There is no user with such credentials.
ru: Пользователя с такими учетными данными нет.

source: The "is_active" field at user must be set to True.
ru: Для поля "is_active" у пользователя должно быть установлено значение True.

source: Incorrect password.
ru: Неверный пароль.

source: The fields "email" and "password" are required.
ru: Поля "email" и "пароль" обязательны для заполнения.

source: User is registered!
ru: Пользователь успешно зарегистрирован!

source: Russian
ru: Русский

source: English
ru: Английский
